{"map": {"type": "FeatureCollection", "features": [{"geometry": {"type": "MultiLineString", "coordinates": [[[-105.480372, 39.95735953], [-105.481092, 39.95728574], [-105.481399, 39.9573853], [-105.481651, 39.957514], [-105.481697, 39.95755533], [-105.481866, 39.9575039], [-105.482031, 39.9575948], [-105.482114, 39.95768535], [-105.482498, 39.9579732], [-105.482499, 39.95803592], [-105.482929, 39.95849121], [-105.483022, 39.95870601], [-105.48304, 39.95880057], [-105.483202, 39.9591141], [-105.483389, 39.95961825], [-105.483425, 39.95981431], [-105.483417, 39.95999277], [-105.483368, 39.9601857], [-105.483408, 39.96034826], [-105.483399, 39.96059759], [-105.483421, 39.96075977], [-105.483389, 39.96093459], [-105.483396, 39.96106005], [-105.483457, 39.96130344], [-105.48341, 39.96146887], [-105.4833, 39.96169837], [-105.48329, 39.96182133], [-105.48337, 39.96223632], [-105.483456, 39.96238419], [-105.483615, 39.96257812], [-105.483781, 39.96288184], [-105.483779, 39.96293086], [-105.483693, 39.96303634], [-105.483712, 39.96312627], [-105.483752, 39.96318788], [-105.483834, 39.96322258], [-105.484001, 39.96334775], [-105.484077, 39.96333648], [-105.484061, 39.96317359], [-105.48392, 39.96269801], [-105.483852, 39.96263339], [-105.483752, 39.96248091], [-105.48375, 39.96242102], [-105.483794, 39.96236261], [-105.484056, 39.96240326], [-105.484509, 39.96286454], [-105.484932, 39.96313884], [-105.485093, 39.96314474], [-105.485158, 39.9631014], [-105.485301, 39.96306657], [-105.485814, 39.96306351], [-105.486144, 39.96314875], [-105.486323, 39.96325095], [-105.486893, 39.96329054], [-105.48695, 39.96331816]]]}, "type": "Feature"}], "bbox": [-105.48695, 39.95728574, -105.480372, 39.96334775]}, "area_id": "1474", "description": "<p>Bear Down, or Star Wars as I was introduced to it is perhaps the funnest downhill in the Dot system. Finding the top can be a bit of a challenge as can be finding your way out at the bottom. Nevertheless, this one is a personal favorite. I prefer the name Star Wars because you really do feel like you are flying through the trees on the Forest Moon of Endor. After riding Boot and Reboot, you'll go through a small meadow where some forestry work hass been done. Immediately on the far side of that meadow, you'll take a left turn onto an old road. The road goes downhill, with a left turn at the bottom to hit the Dog trail. Continue along the road uphill over a rooty stretch of road. It used to be you would just go stright here and ride down Star Wars. This section has eroded badly now and instead you should take a right turn onto singletrack just before the trail falls into the abyss. Ride along the singletrack - still technically Reboot until you come to a small open rocky area as the trail veers to your right.</p><p>It doesn't look like it, but if you ride across the rocky patch, the singletrack you want will pick up again on the far side. It's pretty obvious - if you've gone more than 10 feet and you aren't sure you're on it, turn around - you're in the wrong place. Continune downhill on this singletrack. Where it bottoms out turn left and traverse along a ridge line heading north. When the trail comes out into the open and looks kinda like it is dead ending, look to your left and down. Pucker up buttercup - you are about to go for a ride. The first stratech is steeper and rockier on a west facing slope with a few switchbacks - this is the most technical part. After you descend into the trees, you'll feel like you are in some dark pimordeal forest. The trail is very fast, and very fun. You can really let off the brakes and fly if you've got the cajones. Enjoy!</p><p>As you hit the bottom, make sure to bear left and uphill. If you bear right you'll get dumped into Barker Reservoir near the dam. You're likely to miss this turn at least the first time down, although I often find myself so lost in the elation of this downhill that I forget there's a climb at the end even now. At this point, get into your granny gear. The uphill is short, but a real grunt. It will drop you (literally) onto a road in the community south of Barker Res. From here there are two choices - 1) ride up the road a short distance and keep your eye out for the bottom of the Dog Trail to get back up to the Dot Trails; or 2) ride a lot of uphill on roads all the way back to Nederland. It's not a bad way to end the day if you have Wild Mountain's brews or Backcountry Pizza on the brain. If you go out on roads, the directions are basically to stay on the main road and always pick uphill. It's more climbing than you'd like to believe. If you go downhill too soon, you'll dead end at the Res and have to turn back around - I made that mistake only one time. Get a map and study it if you don't know where you are going.</p>", "elevation_gain": 108.20400000000001, "cool_rating": 4.5, "difficulty_rating": 4, "tech_rating": 2.5, "id": "236", "doc_type": "trail", "name": "Bear Down / Star Wars", "length": 1287.472, "aerobic_rating": 2.5, "image_url": "http://bouldermountainbike.org/sites/default/files/imagecache/710x230/101_2437-1.JPG", "trailheads": {"type": "FeatureCollection", "features": [{"geometry": {"type": "Point", "coordinates": [-105.480372, 39.95735953]}, "type": "Feature"}]}}