{"map": {"type": "FeatureCollection", "features": [{"geometry": {"type": "MultiLineString", "coordinates": [[[-105.526958, 40.10619572], [-105.52867, 40.10866382], [-105.53107, 40.10892251], [-105.533661, 40.11193496], [-105.536961, 40.11097436], [-105.536097, 40.1096218], [-105.535744, 40.10748832], [-105.534035, 40.10693629], [-105.53489, 40.10612827], [-105.534742, 40.10415137], [-105.535392, 40.10345907], [-105.53564, 40.10048053], [-105.535193, 40.09956951], [-105.537221, 40.09881605], [-105.537808, 40.09768864], [-105.536921, 40.09678245], [-105.537761, 40.09643944], [-105.536876, 40.09601702], [-105.534946, 40.09543558], [-105.533406, 40.0952358]]]}, "type": "Feature"}], "bbox": [-105.537808, 40.0952358, -105.526958, 40.11193496]}, "area_id": "1485", "description": "<p><b>If Sourdough B isn't cruel enough for you....</b></p><p>Formerly known as the Wapiti-Baptiste Trail, this trail had it's beginnings as a cross country ski route.  In 1993, intrepid mountain bikers cleared the deadfall from the trail and got the Boulder Ranger District to administratively add bikes to the \"appropriate uses\" in their inventory (you are welcome). From that point on the effort to create a ridable line began.  Work by BMA trail volunteers laid in a 4 to 6 inch line in the rockiest section made this trail even more desirable.</p><p>This trail is best ridden from the south end to the north (as shown in the elevation profile on the website), and in conjunction with the Sourdough North and the South St Vrain Trails.  I usually park at the S St Vrain trail trailhead at Beaver Res Road and right off the Peak to Peak Highway.  I ride up the road and jump on Sourdough B and head south.  Ride Sourdough B to the south entrance to Wapiti and ride/push you and your bike up the old logging road.  The top of this hill is right at 10000'.</p><p>It's time to check your gear and bike; the downhill here is raw and a complete blast.  If there is a line, it's no wider than 2 inches in many, many places.  High consequence and high satisfaction... Once you are back to Sourdough B, ride north and take a right at the unmarked trail. take this trail to the South St Vrain Trail and back to your car.</p><p>This is a fantastic figure 8 ride that will challenge you.  Snow lingers here; I've seen massive drifts on the trail well into June.</p><p>(Yes, the picture is from the big meadow/pond on the Sourdough Trail, but you that's the place to stop and take pictures in that neck 'o the woods!)</p><p> </p><p> </p><p> </p>", "elevation_gain": 170.68800000000002, "cool_rating": 3.5, "difficulty_rating": 4, "tech_rating": 3.5, "id": "402", "doc_type": "trail", "name": "Wapiti  (USFS)", "length": 3540.5480000000002, "aerobic_rating": 3.5, "image_url": "https://bouldermountainbike.org/sites/default/files/imagecache/710x230/IMG_8673.JPG", "trailheads": {"type": "FeatureCollection", "features": [{"geometry": {"type": "Point", "coordinates": [-105.526958, 40.10619572]}, "type": "Feature"}]}}